Repository: Azamat2605/islamic-bot
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: tt

source: user counter: <b>{count}</b>
tt: Кулланучы счетчик: <b> {санау} </ b>

source: about
tt: турында

source: Главное меню
tt: Төп меню

source: Wallet feature is under development
tt: Капчык функциясе үсеш ала

source: Premium feature is under development
tt: Премиум үзенчәлеге дәвам итә

source: Здравствуйте! Это ваш бот-помощник. Воспользуйтесь меню ниже для навигации:
tt: Сәлам! Бу сезнең ярдәмче. Навигация өчен түбәндәге менюны кулланыгыз:

source: support text
tt: Текстка булышу

source: 24h
tt: 24 сәгать

source: 12h
tt: 12 сәгать

source: Не указано
tt: Күрсәтелмәгән

source: Введите ваш пол (например, Мужской, Женский):
tt: Generз җенесегезгә керегез (мәсәлән, ир-ат, хатын-кыз):

source: Введите ваш город:
tt: Сезнең шәһәргә керегез:

source: Неверный выбор.
tt: Ялгыш сайлау.

source: Пользователь не найден.
tt: Кулланучы табылмады.

source: Настройки не найдены.
tt: Көйләүләр табылмады.

source: Пол обновлён.
tt: Идән яңартылды.

source: Действие отменено.
tt: Эш юкка чыгарылды.

source: Язык изменён.
tt: Тел үзгәртелде.

source: Город обновлён.
tt: Шәһәр яңартылды.

source: ⚙️ Настройки Выберите категорию настроек:
tt: ⚙️цитинг Көйләү категориясен сайлагыз:

source: ⚙️ Общие настройки
tt: ⚙️ Гомуми көйләүләр

source: 🔔 Управление уведомлениями
tt: 🔔 Хәбәрләр белән идарә итү

source: Информация о проекте и помощь
tt: Проект турында мәгълүмат һәм ярдәм

source: Введите новое имя (от 2 до 100 символов):
tt: Яңа исем кертегез (2 дән 100 символга кадәр):

source: ⏳ Выберите часовой пояс:
tt: Pace Вакыт зонасын сайлагыз:

source: 🕒 Выберите формат времени:
tt: Time Вакыт форматын сайлагыз:

source: включены
tt: кертелгән

source: Неизвестная настройка.
tt: Билгесез көйләү.

source: ⏳ Часовой пояс обновлен на: {tz}
tt: ⏳ Вакыт зонасы яңартылды: {tz}

source: Введите часовой пояс (например, Europe/Moscow или +3):
tt: Вакыт зонасына керегез (мәсәлән, Европа / Мәскәү яки +3):

source: 24-часовой
tt: 24 сәгать

source: 12-часовой
tt: 12 сәгать

source: � Формат времени обновлен на: {fmt}
tt: � Вакыт форматы яңартылды: {fmt}

source: Пожалуйста, введите часовой пояс.
tt: Зинһар, вакыт зонасын кертегез.

source: Имя должно содержать от 2 до 100 символов. Попробуйте снова:
tt: Исем 2 дән 100 символ булырга тиеш. Кабатлап карагыз:

source: ✅ Имя успешно обновлено на: {name}
tt: Pate Минем исем уңышлы яңартылды: {Исем}

source: Кнопка пока в разработке
tt: Төймә әле дә үсеш астында

source: 📢 Исламский помощник
tt: 📢 Ислам Ярдәмчесе

source: 👤 МОЙ ПРОФИЛЬ / НАСТРОЙКИ
tt: 👤 минем профиль / көйләүләр

source: Знания
tt: Белем

source: Обучение
tt: Мәгариф

source: Расписание намазов
tt: Дога графигы

source: Халяль места
tt: Хәләл урыннары

source: Календарь событий
tt: Вакыйгалар календаре

source: support button
tt: Ярдәм төймәсе

source: back button
tt: арткы төймә

source: wallet button
tt: Капчык төймәсе

source: premium button
tt: премия төймәсе

source: ⚙️ Настройки
tt: ⚙️цитинг

source: ℹ️ О проекте и Поддержка
tt: The проект һәм ярдәм турында

source: Мужской
tt: Ир-ат

source: Женский
tt: Хатын-кыз

source: Другой
tt: Бүтән

source: Отмена
tt: Бетерү

source: 🇷🇺 Русский
tt: 🇷🇺 русча

source: 🇬🇧 English
tt: 🇬🇧🇬🇧глиш

source: 🏴 Башҡортса
tt: 🏴bashҡortsa

source: ↩️ Назад в Профиль
tt: A Профильгә кире кайту

source: ⏳ Часовой пояс: {tz}
tt: ⏳ Вакыт зонасы: {tz}

source: 🕒 Формат времени: {fmt}
tt: 🕒 Вакыт форматы: {fmt}

source: ↩️ Назад в Настройки
tt: ↩️ Көйләүләренә кире кайту

source: Вкл
tt: Өстендә

source: Выкл
tt: Сүндерелгән

source: 🔔 Общие: {status}
tt: 🔔 Гомуми: {статус}

source: 🕌 Намазы: {status}
tt: 🕌 Намаз: {статус}

source: ✏️ Ввести вручную
tt: Your Кул белән кертегез

source: ↩️ Назад
tt: ↩️ Арткы

source: 💰 Помощь проекту
tt: The Проектка булыш

source: 🆘 Поддержка
tt: 🆘 ярдәм

source: 📖 О проекте
tt: The Проект турында

source: Исламский помошник
tt: Ислам Ярдәмчесе

source: 👤 Мой профиль
tt: 👤 минем профиль

source: Выберите действие
tt: Акцияне сайлагыз
